{
  "products": [
    {
      "id": 1,
      "title": "Air Jordan 1 Mid SE",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p1/thumbnail.jpeg",
      "price": 135,
      "description": "Every time the AJ1 gets a remake, you get the classic sneaker in new colours and textures for an exciting, revamped look but with all the familiar comforts you know. Premium materials and accents give modern expression to an all-time favourite.",
      "colors": "White/Black/Ice Blue",
      "style": "DV1308-104"
    },
    {
      "id": 2,
      "title": "Air Jordan XXXVII Low PF",
      "subtitle": "Men's Basketball Shoes",
      "image": "/images/products/p2/thumbnail.webp",
      "price": 175,
      "description": "You've got the hops and the speed—lace up in shoes that enhance what you bring to the court. The latest AJ is all about take-offs and landings, with multiple Air units to get you off the ground. The upper is made with strong, reinforced leno-weave fabric that'll keep you contained and leave your game uncompromised. This low-top model is designed for playing on outdoor courts.",
      "colors": "White/Siren Red/Black",
      "style": "DQ4123-100"
    },
    {
      "id": 3,
      "title": "Jordan Why Not .6 PF",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p3/thumbnail.webp",
      "price": 140,
      "description": "Russell Westbrook's 6th signature shoe is—you guessed it—all about speed. To get you goin' as fast as possible, we've wrapped the rubber outsole nearly up to the midsole, so you're not gonna slip when you explode from 0 to 100. Added security comes from the interior bootie that keeps you strapped in as you jet across the court. It's all held together by an outer shroud and fastened with a zip collar that spells out Russell's signature question: Why Not?",
      "colors": "Phantom/Rattan/Pale Ivory/Black",
      "style": "DO7190-002"
    },
    {
      "id": 4,
      "title": "Jordan Stay Loyal 2",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p4/thumbnail.webp",
      "price": 90,
      "description": "Inspired by generations of Js, these kicks are a collage of cool. Design details recall decades of legendary shoes while paying homage to MJs storied career. Breathable mesh, sturdy leather and lightweight Air cushioning in the heel make it that much easier to walk in the footsteps of greatness.",
      "colors": "Black/Gym Red/White",
      "style": "DQ8401-061"
    },
    {
      "id": 5,
      "title": "Jordan Delta 3 Low",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p5/thumbnail.webp",
      "price": 140,
      "description": "You can't help but look cool in low tops that meld high-end craft with high-tech features. Airy Ripstop and soft, synthetic suede pair with a smooth interior. The result? Classic low-top looks and the premium comfort you expect from Jordan Brand.",
      "colors": "Sesame/Chambray",
      "style": "DN2647-200"
    },
    {
      "id": 6,
      "title": "Air Jordan 13 Retro",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p6/thumbnail.webp",
      "price": 210,
      "description": "The Air Jordan 13 Retro brings back the memorable game shoe that Michael Jordan wore during the '97–98 season, all the way to his 6th championship title. All the classic details are there like the quilted overlay, iconic sculpted midsole and holographic eye.",
      "colors": "Black/White/True Red",
      "style": "414571-062"
    },
    {
      "id": 7,
      "title": "Air Jordan 6 Retro",
      "subtitle": "Shoe",
      "image": "/images/products/p7/thumbnail.webp",
      "price": 200,
      "description": "Be cool. Stay cool. The AJ-6 'Cool Grey' lets your style take flight with a colourway rooted to Jordan Brand DNA. MJ wore 'em when he claimed his first championship and you'll be wearing 'em for—well, whatever you want. Laden with sleek features like dynamic design lines and an iced outsole, these sneakers bring speed and class to any 'fit. After all, they were famously inspired by Jordan's (wait for it) COOL sports car. So lace up and let your kicks do the rest.",
      "colors": "White/Cool Grey/Medium Grey",
      "style": "CT8529-100"
    },
    {
      "id": 8,
      "title": "Air Jordan 1 Retro High OG",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p8/thumbnail.webp",
      "price": 180,
      "description": "3 + 1 = a whole new icon. Celebrating 35 years of the Air Jordan 3, these kicks combine the classic AJ1 silhouette with an original AJ3 colourway. Crafted to the '85 specs, it's got premium leather, a high-top collar and the woven tongue label you know and love. Bold splashes of True Blue throughout (check out the Wings logo) stand out against layers of white and Cement Grey. And the finishing touch? Nike Air cushioning underfoot lets you keep pace, so nothing holds you back from stepping out in style.",
      "colors": "True Blue/Cement Grey/White",
      "style": "DZ5485-410"
    },
    {
      "id": 9,
      "title": "Air Jordan 1 Mid SE Craft",
      "subtitle": "Men's Shoes",
      "image": "/images/products/p9/thumbnail.webp",
      "price": 135,
      "description": "Turn style on its head with this crafted take on the Air Jordan 1 Mid. Its 'inside out'-inspired construction, including unique layering and exposed foam accents, ups the ante on this timeless Jordan Brand silhouette. Details like the deco stitching on the Swoosh add coveted appeal, while the unexpected shading, rich mixture of materials and aged midsole aesthetic give this release an artisan finish.",
      "colors": "Sail/Fossil Stone/Celestial Gold/Taupe Haze",
      "style": "DM9652-102"
    }
  ],

  "sizes": [
    {
      "size": "M 7 / W 8.5",
      "enabled": true
    },
    {
      "size": "M 7.5 / W 9",
      "enabled": true
    },
    {
      "size": "M 8 / W 9.5",
      "enabled": true
    },
    {
      "size": "M 8.5 / W 10",
      "enabled": false
    },
    {
      "size": "M 9 / W 10.5",
      "enabled": true
    },
    {
      "size": "M 9.5 / W 11",
      "enabled": true
    },
    {
      "size": "M 10 / W 11.5",
      "enabled": true
    },
    {
      "size": "M 10.5 / W 12",
      "enabled": true
    },
    {
      "size": "M 11 / W 12.5",
      "enabled": true
    },
    {
      "size": "M 11.5 / W 13",
      "enabled": true
    },
    {
      "size": "M 12 / W 13.5",
      "enabled": false
    },
    {
      "size": "M 12.5 / W 14",
      "enabled": false
    },
    {
      "size": "M 13 / W 14.5",
      "enabled": false
    },
    {
      "size": "M 14 / W 15.5",
      "enabled": true
    },
    {
      "size": "M 15 / W 16.5",
      "enabled": false
    },
    {
      "size": "M 16 / W 17.5",
      "enabled": true
    },
    {
      "size": "M 17 / W 18.5",
      "enabled": true
    },
    {
      "size": "M 18 / W 19.5",
      "enabled": true
    }
  ]
}
